Repository: manexim/insomnia
Catalog: po/extra/*.po
Languages: de, es, fr, nl, ru

source: Prevent the display from being turned off or the device from going into sleep mode
de: Verhindere, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión
fr: Empêchez l'écran de s'éteindre et l'appareil de se mettre en veille
nl: Voorkom dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращает выключение дисплея или уход компьютера в режим сна

source: Insomnia helps to keep your device awake, without needing to adjust your system power settings.
de: Insomnia hilft, dein Gerät wach zu halten, ohne dass du die Energieeinstellungen deines Systems anpassen musst.
es: Insomnia ayuda a mantener tu dispositivo activo, sin necesidad de ajustar la configuración de energía del sistema.
fr: Insomnia vous aide à garder votre appareil allumé, sans avoir besoin d'ajuster vos paramètres d'alimentation du système.
nl: Insomnia voorkomt dat je apparaat in de slaapstand gaat zonder dat je je energie-instellingen hoeft aan te passen.
ru: Insomnia помогает поддерживать Ваше устройство в режиме бодрствования, без необходимости настраивать параметры питания.

source: Initial release
de: Erstes Release
es: Versión inicial
fr: Version initiale
nl: InitiÃ«le uitgave
ru: Первый релиз

source: Follow system power settings
de: Energieeinstellungen des Systems beachten
es: Utilizar la configuración de energía del sistema
fr: Suivre les paramètres d'alimentation du système
nl: Systeeminstellingen gebruiken
ru: Придерживаться системных настроек питания

source: Prevent the display from being turned off or the device from going into sleep mode for 5 min
de: Verhindere für 5 Minuten, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 5 minutos
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 5 min
nl: Voorkom 5 min. lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 5 минут

source: Prevent the display from being turned off or the device from going into sleep mode for 10 min
de: Verhindere für 10 Minuten, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 10 minutos
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 10 min
nl: Voorkom 10 min. lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 10 минут

source: Prevent the display from being turned off or the device from going into sleep mode for 15 min
de: Verhindere für 15 Minuten, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 15 minutos
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 15 min
nl: Voorkom 15 min. lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 15 минут

source: Prevent the display from being turned off or the device from going into sleep mode for 30 min
de: Verhindere für 30 Minuten, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 30 minutos
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 30 min
nl: Voorkom 30 min. lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 30 минут

source: Prevent the display from being turned off or the device from going into sleep mode for 45 min
de: Verhindere für 45 Minuten, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 45 minutos
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 45 min
nl: Voorkom 45 min. lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 45 минут

source: Prevent the display from being turned off or the device from going into sleep mode for 1 hour
de: Verhindere für eine Stunde, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 1 hora
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 1 heure
nl: Voorkom 1 uur lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 1 час

source: Prevent the display from being turned off or the device from going into sleep mode for 2 hours
de: Verhindere für 2 Stunden, dass das Display ausgeschaltet wird oder das Gerät in den Ruhezustand wechselt
es: Evitar que la pantalla se apague o que el dispositivo entre en modo de suspensión durante 2 horas
fr: Empêcher l'écran de s'éteindre et l'appareil de se mettre en veille pendant 2 heures
nl: Voorkom 2 uur lang dat het scherm wordt uitgeschakeld of dat het apparaat in de slaapstand gaat
ru: Предотвращать выключение дисплея или уход компьютера в режим сна на 2 часа
