Repository: manexim/insomnia
Catalog: po/extra/rs.po
Languages: rs

source: Insomnia
rs: Insomnija

source: Prevent the display from being turned off or the device from going into sleep mode
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja.

source: Insomnia helps to keep your device awake, without needing to adjust your system power settings.
rs: Insomnija pomaže tvom uređaju da se ne uspava bez potrebe da se podese stvari u sistemskim podešavanjima za napajanje.

source: Initial release
rs: Inicijalno izdanje

source: Follow system power settings
rs: Prati sistemska podešavanja za napajanje

source: Prevent the display from being turned off or the device from going into sleep mode for 5 min
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na 5 minuta

source: Prevent the display from being turned off or the device from going into sleep mode for 10 min
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na 10 minuta

source: Prevent the display from being turned off or the device from going into sleep mode for 15 min
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na 15 minuta

source: Prevent the display from being turned off or the device from going into sleep mode for 30 min
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na 30 minuta

source: Prevent the display from being turned off or the device from going into sleep mode for 45 min
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na na 45 minuta

source: Prevent the display from being turned off or the device from going into sleep mode for 1 hour
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na 1 sat

source: Prevent the display from being turned off or the device from going into sleep mode for 2 hours
rs: Zaustavi ekran od gašenja ili uređaj od odlaska u režim spavanja na 2 sata
